Repository: recprog/Frank
Catalog: frank/languages/*.po
Languages: sv_se

source: Page Not Found
sv_se: Sidan finns inte

# home_link_text
source: home
sv_se: hem

source: Unfortunately, the page you are looking for no longer exists or never existed in the first place. If you reached this page in error, you can go %s and start over.
sv_se: Tyvärr finns inte sidan du letar efter längre, eller så har den aldrig funnits. Om du kommit hit av misstag kan du återvända %s och börja från början.

source: If you believe this page exists, please try searching for the page in the search input below.
sv_se: Om du tror att sidan bör finnas kan du försöka söka efter den med hjälp av sökfältet här.

source: General Settings
sv_se: Allmänna inställningar

source: Home Page Settings
sv_se: Inställningar för startsidan

source: Frank's Settings Have Been Updated.
sv_se: Inställningar för Frank har uppdaterats.

source: Make Changes And Use The Update Settings Button To Save!
sv_se: Gör ändringar och tryck Uppdatera inställningar för att spara!

source: Frank Theme Settings
sv_se: Inställningar för Frank

source: Update Settings
sv_se: Uppdatera inställningar

source: Custom Header Code
sv_se: Valfri kod för sidhuvud

source: This feature allows you to write or copy and paste your own code straight into the header. Many people use this feature to include their Google Analytics code, or other small bits of Javascript. Feel free to use this as you wish!
sv_se: Denna funktion tillåter dig att skriva eller klistra in egen kod direkt i sidhuvudet. Många använder denna funktion till att inkludera sin kod till Google Analytics eller andra små bitar Javascript. Du är fri att använda den som du vill!

source: Custom Footer Code
sv_se: Valfri kod för sidfot

source: This feature allows you to write or copy and paste your own code directly to the footer. A lot of people use this feature to include external and internal Javascript files, for plugins and things of the sort. Use it as you wish!
sv_se: Denna funktion tillåter dig att skriva eller klistra in egen kod direkt i sidfoten. Många använder denna funktion till att inkludera externa och interna Javascriptfiler, eller till plugins eller liknande. Använd den som du vill!

source: Tweet This
sv_se: Twittra detta

source: Add a "Tweet This Post" Button to Post Templates.
sv_se: Lägg till en "Twittra detta"-knapp i mallar för inlägg.

source: This feature gives you the option to integrate a little bit of social networking directly into your posts. By turning this feature on, we'll automatically create a "Tweet" Button people can use to share your content!
sv_se: Denna funktion ger dig möjlighet att integrera lite social nätverkning direkt i dina inlägg. Genom att slå på denna funktion skapas automatiskt en "Twittra"-knapp som kan användas för att dela ditt innehåll!

source: Twitter Handle
sv_se: Twitternamn

source: By entering your handle once right here, you can easily reference this setting throughout the theme and change it later with ease, if needed. Refrain from using the '@' sign. An example handle: 'somerandomdude'.
sv_se: Genom att skriva in ditt användarnamn på Twitter här så kan det användas överallt i temat och ändras med lätthet senare om det behövs. Använd inte tecknet '@'. Exempel på användarnamn: 'somerandomdude'.

source: Content Sections give you the opportunity to create a dynamic homepage for you to keep your readers engaged. With a vast variety of different layouts, you have the choice to select a look that works best for you.
sv_se: Sektioner för innehåll ger dig möjligheten att skapa en dynamisk hemsida som engagerar dina läsare. Med en stor mängd olika layouter att välja mellan kan du välja det utseende som passar dig bäst.

source: Content Section
sv_se: Sektion

source: Display Type:
sv_se: Typ av layout

source: Default Loop
sv_se: Förvald loop

source: One Up (Regular)
sv_se: En spalt (normal)

source: One Up (Large)
sv_se: En spalt (stor)

source: Two Up
sv_se: Två spalter

source: Three Up
sv_se: Tre spalter

source: Four Up
sv_se: Fyra spalter

source: Display section header
sv_se: Visa rubrik för sektion

source: Section Title:
sv_se: Titel för sektion:

source: Number of Posts:
sv_se: Antal inlägg:

source: Section Caption:
sv_se: Rubrik för sektion:

source: Categories to Display
sv_se: Kategorier som ska visas

source: Select All
sv_se: Markera alla

source: Deselect All
sv_se: Avmarkera alla

source: + Add New Section +
sv_se: + Lägg till en ny sektion +

source: No Comments
sv_se: Inga kommentarer

source: One Comment
sv_se: En kommentar

source: % Comments
sv_se: % kommentarer

source: Be the first to leave a comment. Don&rsquo;t be shy.
sv_se: Bli den första som kommenterar. Var inte blyg.

source: Name (required)
sv_se: Namn (obligatoriskt)

source: Email (required)
sv_se: Email (obligatoriskt)

source: Website
sv_se: Webbsida

source: Name
sv_se: Namn

source: Your Comment
sv_se: Din kommentar

# noun
source: Comment
sv_se: Kommentar

source: Logged in as
sv_se: Inloggad som

source: Log out?
sv_se: Logga ut?

source: Log out of this account
sv_se: Logga ut från det här kontot

source: You may use these %1$s tags and attributes:
sv_se: Du får använda dessa %1$s-taggar och -attribut:

source: Join the Discussion
sv_se: Blanda dig i diskussionen

source: Frank Theme Options
sv_se: Inställningar för Frank

source: Are you sure you want to delete this Content Section?
sv_se: Är du säker på att du vill radera den här sektionen?

source: (Drag & Drop Content Sections to Re-Order)
sv_se: (Dra och släpp sektioner för att ändra ordning)

source: Your comment is awaiting moderation
sv_se: Din kommentar väntar på att bli godkänd av en administratör.

# comment_author_attribution
source: By
sv_se: Av

# edit-comment
source: edit
sv_se: redigera

source: View more
sv_se: Se mer

# post_author_attribution
source: By
sv_se: Av

source: Older Entries
sv_se: Äldre inlägg

source: Newer Entries
sv_se: Nyare inlägg

source: About This Site
sv_se: Om den här sajten

source: Search
sv_se: Sök

source: Search Results for
sv_se: Sökresultat för

source: No Results Were Found
sv_se: Inga sökresultat hittades

source: There were no matches for your search. Please try a different search term.
sv_se: Det fanns inga inlägg som matchade din sökning. Försök med en annan sökfras.

source: Type your query, hit enter
sv_se: Skriv en sökfras

source: Tweet this Post
sv_se: Twittra det här inlägget

source: The next step of the Franklin Street theme.
sv_se: Nästa steg för Franklin Street-temat

source: Full-spread Template
sv_se: Mall för helt uppslag

source: Full-spread Template With Post Footer
sv_se: Mall för helt uppslag med fot
